{
    "about": "Sobre",
    "projects": "Projetos",
    "contact": "Contato",
    "hello": "Olá, eu sou",
    "dev_node": "Desenvolvedor Node",
    "dev_java": "Desenvolvedor Java",
    "dev_front_end": "Desenvolvedor Front-end",
    "hero_desc": "Para mim, a tecnologia é um meio de trazer qualidade de vida às pessoas, permitindo-lhes imaginar mais e repetir menos a solução já elaborada",
    "hire_me": "Contate-me",
    "about_me": "Sobre mim",
    "about_me_text_1": "Meu nome é Lucas Vieira, sou um desenvolvedor com foco nas linguagens Java e Javascript. Java porque gosto de atuar com backend e JS porque além de utilizá-la no backend, também posso com conhecimento aprofundado trabalhar em um nível mais complexo de aplicações Web e Mobile, utilizando técnicas PWA, além de me fornecer um ecossistema rico em frameworks para front-end.",
    "about_me_text_2": "Ademais, tenho grande interesse na literatura sobre desenvolvimento de software e é uma área que também me dedico a aperfeiçoar, como práticas de desenvolvimento Ágeis, Clean Code, Design Patterns sendo meus livros favoritos nesse tema: Arquitetura Limpa (Robert C. Martin) e Padrões de Projeto (Erich Gama)",
    "skills": "Habilidades",
    "education": "Educação",
    "certifications": "Certificados",
    "my_projects": "Meus Projetos",
    "all": "Todos",
    "your": "Seu",
    "subject": "Assunto",
    "subject_placeholder": "Apenas dizendo oi",
    "message": "Menssagem",
    "message_placeholder": "Fale sobre algo",
    "form_send_btn": "Enviar Menssagem",
    "contact_me": "Contate-me",
    "contact_me_text": "Estou atualmente à procura de novas oportunidades, a minha caixa de email está sempre aberta. Quer tenha uma pergunta ou apenas queira dizer olá, imediatamente retornarei seu contato!",
    "both": "Ambos",
    "menslegis": "Menslegis é um sistema que possui uma arquitetura com diversas aplicações, a sua aplicação cliente é um dashboard que compila dados de atividades das câmaras legislativas estaduais e municipais, como o status de andamento de proposições, ementa, data, entre outros dados. A pretensão de evolução dessa aplicação é viabilizar interações que retratem o nível de aceitação dos eleitores em relação ao conteúdo desses trabalhos legislativos e a produtividade de parlamentares. Para saber mais acesse seu repositório",
    "oradv": "Oliveira & Rios advogados é um website corporativo em formato de blog confecionado especialmente para um escritório de advocacia. Seu ponto alto é o SEO que o mantém sendo um dos primeiros resultados em busca no Google, bem como não deixa nenhuma lacuna no que tange ao seu compartilhamento e e informações disponíveis em outras redes quando buscado ou compartilhado. Ademais, possui um CMS para gerenciamento de conteúdo o que preenche seu caráter de blog, funcionalidade solicitada para satisfazer o requisito de publicação de artigos jurídicos pelos membros do escritório",
    "prm": "A aplicação PRM (Professional Resource Management) é uma API Rest em Java com Spring Boot para registro e gerenciamento do contato profissionais e suas especialidades, mantendo duas entidades: o Contato e o Profissional relacionado com esse contato",
    "leadster": "Uma lading page que foi produto de uma avaliação técnica para posição de de desenvolvedor front-end",
    "ads": "Análise e Desenvolvimento de Sistemas",
    "email_successfully": "Email enviado com sucesso!"
}
