{
    "about": "About",
    "projects": "Projects",
    "contact": "Contact",
    "hello": "Hello, I'm",
    "dev_node": "Node Developer",
    "dev_java": "Java Developer",
    "dev_front_end": "Front-end Developer",
    "hero_desc": "For me, technology is a way of bringing quality of life to people, allowing them to imagine more and repeat less of the solution already worked out",
    "hire_me": "Hire me",
    "about_me": "About Me",
    "about_me_text_1": "My name is Lucas Vieira. I'm a Full Stack developer focused on Java and JavaScript. I chose Java because I enjoy creating scalable, high-performance backend RESTful APIs with frameworks like Quarkus and Spring Boot. I also use relational databases like PostgreSQL and SQL, as well as NoSQL like Redis for distributed caching.",
    "about_me_text_2": "To ensure quality, I adopt good practices like TDD, Design Patterns, and SOLID principles. I build my services with a microservices architecture and Docker containers.",
    "about_me_text_3": "On the front-end side, I have an advanced mastery of JavaScript, including functional programming paradigms. My primary stack is React, React Native, Next.js with Typescript. I also use Redux, Jest, Tailwind CSS and integrate with headless CMSs like Strapi.",
    "skills": "Skills",
    "education": "Education",
    "certifications": "Certifications",
    "my_projects": "My Projects",
    "all": "All",
    "subject": "Subject",
    "subject_placeholder": "Just saying hi",
    "message": "Message",
    "message_placeholder": "Let's talk about",
    "form_send_btn": "Send Message",
    "contact_me": "Let's Connect",
    "contact_me_text": "I'm currently looking for new opportunities, my inbox is always open. Whether you have a question or just want to say hello, I'll get back to you right away!",
    "both": "Both",
    "menslegis": "Menslegis is a system that has an architecture with several applications. Its client application is a dashboard that compiles data on the activities of state and municipal legislative chambers, such as the status of the progress of proposals, amendments, dates and other data. The aim of this application's evolution is to enable interactions that portray the level of voter acceptance of the content of these legislative works and the productivity of parliamentarians. To find out more, visit its repository",
    "oradv": "Oliveira & Rios Advogados is a corporate website in blog format designed especially for a law firm. Its high point is its SEO, which keeps it among the top search results on Google, as well as leaving no gaps when it comes to sharing it and the information available on other networks when searched for or shared. In addition, it has a CMS for content management, which fulfills its character as a blog, a feature requested to satisfy the requirement that members of the firm publish legal articles",
    "prm": "The PRM (Professional Resource Management) application is a Rest API in Java with Spring Boot for registering and managing professional contacts and their specialties, maintaining two entities: the Contact and the Professional related to that contact",
    "leadster": "A lading page that was the product of a technical assessment for a front-end developer position",
    "ads": "Systems Analysis and Development",
    "email_successfully": "Email sent successfully!",
    "en": "English",
    "br": "Portuguese"
}
